{
      "Somebody that you don't know requests to follow you on Instagram, what do you do?":  
      "Een onbekend iemand wil je volgen op Instagram wat doe je?",
      "I accept the request.": "Ik accepteer zijn verzoek",
      "I ask my friends if they know this person.": "Ik vraag mijn vriend of ze deze persoon kennen",
      "I decline the request.": "Ik weiger zijn verzoek",

      "Somebody that you don't know wants to send you a message on Instagram, what do you do?":
      "Een onbekend iemand wil je een bericht versturen op Instagram wat doe je?",
      "I message them back.": "Ik stuur ze een bericht terug",
      "I ask my parents for help.": "Ik vraag mijn ouders om hulp",
      "I ignore the message.": "Ik negeer zijn bericht",

      "A random person calls you, you don't recognize the number and you don't have it saved in your phone. What do you do?":
      "Een onbekend iemand belt je, het is een onbekend nummer en het staat niet op je telefoon wat doe je?",
      "I don't answer.": "Ik geef geen antwoord",
      "I answer and ask who it is.": "Ik neem op en vraag wie het is",
      "I block the number.": "Ik blokkeer het nummer",

      "You receive a text message from an unknown number, telling you to 'click this link right now!'. What do you do?":
      "U ontvangt een sms-bericht van een onbekend nummer waarin staat dat u nu meteen op deze link moet klikken! Wat doe jij?",
      "I text the person back and ask why I should click the link.": "Ik sms de persoon terug en vraag waarom ik op de link moet klikken.",
      "I ignore the message": "Ik negeer het bericht",
      "I click the link to see what happens.": "Ik klik op de link om te zien wat er gebeurt",

      "You are browsing on a website and come across a pop-up that tells you that you have won a brand new iPhone 14 Pro Max for free, you’ll just need to fill in some personal details. What do you do?":
      "Je surft op een website en komt een pop-up tegen die je vertelt dat je gratis een gloednieuwe iPhone 14 Pro Max hebt gewonnen. Je hoeft alleen wat persoonlijke gegevens in te vullen. Wat doe jij?",
      "I don’t click on the pop-up.": "Ik klik niet op de pop-up",
      "I click on the pop-up and enter all the personal information that is asked.": "Ik klik op de pop-up en vul alle persoonlijke gegevens in die gevraagd worden",
      "I show my parents and friends that I have won an iPhone.": "Ik laat mijn ouders en vrienden zien dat ik een iPhone heb gewonnen",

      "A website promises you free movies but doesn’t let you in unless you enter credit card information. What do you do?":
      "Een website belooft je gratis films, maar laat je niet binnen tenzij je creditcardgegevens invoert. Wat doe jij?",
      "I search for the credit card of my parents to enter, it’s not a problem because the site told me it’s free.": "Ik zoek naar de creditcard van mijn ouders om binnen te komen, het is geen probleem omdat de site me vertelde dat het gratis is.",
      "I ask my parents for permission first.": "Ik vraag eerst toestemming aan mijn ouders",
      "I leave the site and don’t fill in anything.": "Ik verlaat de site en vul niets in",

      "One of your friends suddenly sends you a message (with link) in a different language. What do you do?":
      "Een van je vrienden stuurt je ineens een bericht (met link) in een andere taal. Wat doe jij?",
      "I ask my friend why he sent this message, he does not reply fast so I open the message.": "Ik vraag mijn vriend waarom hij dit bericht heeft gestuurd, hij antwoordt niet snel dus ik open het bericht.",
      "I ignore the message ": "Ik negeer het bericht",
      "I click on the link to see what he sent me.": "Ik klik op de link om te zien wat hij me gestuurd heeft",

      "You are looking for quick ways to collect coins in a game you play. A website offers you these coins for free, but requires you to fill in your real name, account username and password. What do you do?":
      "Je bent op zoek naar snelle manieren om munten te verzamelen in een spel dat je speelt. Een website biedt u deze munten gratis aan, maar vereist dat u uw echte naam, gebruikersnaam en wachtwoord voor uw account invult. Wat doe jij?",
      "I want the coins so I fill in the information needed.": "Ik wil de munten, dus ik vul de benodigde informatie in",
      "I look for reviews of the website online.": "Ik zoek online naar beoordelingen van de website",
      "I don’t fill in any information and close the website.": "Ik vul geen gegevens in en sluit de website.",

      "A website you just opened tells you that your device has problems and asks permission to access your hard drive. What do you do?":
      "Een website die u zojuist hebt geopend, vertelt u dat uw apparaat problemen heeft en vraagt toestemming om toegang te krijgen tot uw harde schijf. Wat doe jij?",
      "I close the website and ignore the request.": "Ik sluit de website en negeer het verzoek.",
      "I search for more information about this website online.": "Ik zoek online naar meer informatie over deze website.",
      "I give the website access to my hard drive.": "Ik geef de website toegang tot mijn harde schijf",

      "Some of your friends told you about a new social media app that you can download on your phone. The app asks you for your name, age and location. What do you do?":
      "Sommige van je vrienden hebben je verteld over een nieuwe app voor sociale media die je op je telefoon kunt downloaden. De app vraagt je naar je naam, leeftijd en locatie. Wat doe jij?",
      "I ask my parents what I should do.": "Ik vraag mijn ouders wat ik moet doen",
      "I fill in my age and name, it can’t be harmful.": "Ik vul mijn leeftijd en naam in, het kan niet schadelijk zijn.",
      "I fill in a fake name, age and location.": "Ik vul een valse naam, leeftijd en locatie in",
      "Talk to npc to unlock next level": "Praat met de npc om verder te kunnen gaan",

      "How do you lock your mobile phone?":
      "Hoe vergrendel jij je mobiel?",
      "With a pin code and my fingerprint/face-id": "Met mijn pincode en vingerafdruck/gezicht-id",
      "With only my fingerprint/face-id": "Met alleen mijn vingerafdruck/gezicht-id",
      "With only a password or pin code": "Met alleen mijn wachtwoord of pincode",

      "When using Instagram or TikTok, how do you manage your account?":
      "Als jij instagram of TikTok gebruikt hoe ga jij om met je account?",
      "I keep my account public so everyone can see my pictures and videos": "Ik hou mijn account openbaar zodat iedereen mijn foto's en videos kan zien",
      "keep my account private and only let friends and family see my pictures": "Ik hou mijn account privé en laat alleen mijn vrienden en familie mijn foto's zien",
      "I only accept people that are followed by people I know": "Ik accepteer alleen mensen die zijn gevolgd door mensen die ik ken"
}
